Repository: lmoppert/KRONOS-PSA
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Move selected categories to archive
de: Die ausgewählten Katekorien archivieren

source: Remove selected categories from archive
de: Die ausgewählten Katekorien aus dem Archiv holen

source: Move selected items to archive
de: Die ausgewählten Produkte archivieren

source: Remove selected items from archive
de: Die ausgewählten Produkte aus dem Archiv holen

source: Location
de: Standort

source: Order Number
de: Auftragsnummer / Kostenstelle

source: Buildiing
de: Gebäude

source: Phone
de: Telefon

source: PSAProfile
de: PSA Profil

source: Building
de: Gebäude

source: Category
de: Kategorie

source: Description
de: Beschreibung

source: Teaser
de: Einleitung

source: Categories
de: Kategorien

source: PSA Item
de: Artikel

source: Article Number
de: Artikelnummer

source: Image
de: Bild

source: Article
de: Artikel

source: Articles
de: Artikel

source: User
de: Anwender

source: Processed
de: Abgeschlossen

source: PSA Cart
de: Entnahmeliste

source: Quantity
de: Menge

source: Portal
de: SHE Portal

source: Chemicals
de: Chemikalien

source: Legacy Portal
de: Altes Portal

source: View Cart
de: Entnahmeliste

source: Your cart is empty
de: Ihre Entnahmeliste ist bisher leer

source: View Details
de: Inhalt anzeigen

source: Empty List
de: Inhalt löschen

source: Really Delete?
de: Wirklich leeren?

source: Requisition
de: Entnahmeschein

source: Cart Details
de: Entnahmeliste

source: Product Number
de: Artikelnummer

source: Product
de: Produkt

source: Product image
de: Produkt-Bild

source: Change quantity
de: Speichern

source: Remove
de: Entfernen

source: Print Cart
de: Entnahmeschein drucken

source: Cancel
de: Zurück zum Katalog

source: There are no items on the list, yet
de: Es sind bisher keine Artikel auf der Entnahmeliste

source: Add to cart
de: Zur Entnahmeliste hinzufügen

source: Send signed to...
de: unterschrieben einsenden an:

source: I want to order the following articles
de: Ich möchte folgende PSA-Artikel bestellen:

source: Count
de: Anzahl

source: Items have been added to your cart
de: Artikel wurde zur Entnahmeliste hinzugefügt
